## Linear Regression

In [1]:
import pandas as pd

In [3]:
df = pd.read_csv("data/Salary_Data.csv")

In [4]:
df.head()

   YearsExperience   Salary
0              1.1  39343.0
1              1.3  46205.0
2              1.5  37731.0
3              2.0  43525.0
4              2.2  39891.0